{
    "oi": "Oi, sou",
    "especialidade": "Desenvolvedor de software pleno",
    "nav_inicio": "Inicio",
    "nav_sobre": "Sobre",
    "nav_experiencias": "Experiencias",
    "nav_portfolio": "Portfolio",
    "sobre": "Sobre",
    "sobre_p1": "Sou <span class='text-primary'>Desenvolvedor de Software</span>, especializado em backend com foco em <span class='text-primary'>Python</span>, utilizando frameworks como <span class='text-primary'>Django</span> e <span class='text-primary'>Flask</span> para construir soluções robustas e escaláveis. Também possuo experiência em desenvolvimento frontend, com conhecimentos em <span class='text-primary'>JavaScript</span>, <span class='text-primary'>HTML</span>, <span class='text-primary'>CSS</span> e frameworks como <span mobile com <span class='text-primary'>Flutter</span>, embora esse não seja meu foco de trabalho.",
    "sobre_p2": "Tenho experiência no desenvolvimento de APIs RESTful, gerenciamento de bancos de dados (relacionais e não-relacionais) e deploy de sistemas, utilizo o <span class='text-primary'>Linux</span> para o processo de deploy das aplicações. Utilizo ferramentas como <span class='text-primary'>Docker</span>, <span class='text-primary'>Git</span> e sistemas relacionados para o processo de monitoramento de aplicações. Sou apaixonado por resolver problemas complexos, otimizar processos e contribuir para o sucesso de projetos.",
    "experiencias": "Experiências",
    "estagiario_ensino_medio": "<h3 class='titulo-timeline'>Estagiário - ensino médio</h3><p>Med Imagem · Estágio · (mar de 2015 - dez de 2016)</p><p>No Grupo Medi Imagem atuei como estagiário nível médio no setor de autorização, Abaixo a apresentação das principais atividades:</p><ul><li>Recolhimento e organização de prontuários médicos;</li><li>Recebimento das solicitações de procedimentos cirúrgicos ou medicamentos por parte dos médicos;</li><li>Comunicação com os convênios médicos vinculados para informar sobre as solicitações médicas;</li><li>Feedback constante com o grupo de enfermagem, tendo como principal informação a autorização de</li></ul>",
    "estagiario_ti": "<h3 class='titulo-timeline'>Estagiário de TI</h3><p>Grupo Vanguarda · Estágio · (abr de 2019 - mar de 2021)</p><p>No Grupo Vanguarda atuei como estagiário de Service Desk, abaixo a apresentação das atividades do meu dia a dia:</p><ul><li>Recebimento de ordens de serviços por meio de um sistema próprio para isso, por meio de ligação telefônica e e-mail;</li><li>Análise e solução das ordens de serviços;</li><li>Conexão remota por meio do VNC e TeamViwer;</li><li>Configuração remota de estações trabalho e PDVs.</li></ul>",
    "desenvolvedor_temporario": "<h3 class='titulo-timeline'>Desenvolvedor de software - temporário</h3><p>Defensoria Pública do Estado do Piauí · (out de 2021 - nov de 2021)</p><p>Na defensoria atuei de forma temporária do começo ao final do mês de Outubro de 2021, auxiliei no desenvolvimento de sistemas internos utilizando a linguagem de programação Python.</p>",
    "desenvolvedor_junior": "<h3 class='titulo-timeline'>Desenvolvedor de software - Júnior</h3><p>Defensoria Pública do Estado do Piauí · (dez de 2021 - mar de 2023)</p><p>Na Defensoria Pública do Estado do Piauí eu trabalho no setor desenvolvimento realizando principalmente as seguintes rotinas:</p><li>Criação e manutenção de softwares;</li><li>Realização de testes unitários e de integração;</li><li>Configuração e gerenciamento das configurações dos servidores das aplicações.</li>",
    "desenvolvedor_pleno": "<h3 class='titulo-timeline'>Desenvolvedor de software - Pleno</h3><p>Defensoria Pública do Estado do Piauí · (mar de 2023 - momento)</p><p>Na Defensoria Pública do Estado do Piauí eu trabalho no setor de desenvolvimento, realizando principalmente as seguintes rotinas:</p><li>Criação e manutenção de softwares;</li><li>Realização de testes unitários e de integração;</li><li>Configuração e gerenciamento das configurações dos servidores das aplicações. Na Defensoria Pública do Estado do Piauí eu trabalho no setor de desenvolvimento, realizando principalmente as seguintes rotinas: - Criação e manutenção de softwares; - Realização de testes unitários e de integração; - Configuração e gerenciamento das configurações dos servidores das aplicações.</li>",
    "projetos_github": "Projetos Github"
}